# Задание №1

 age = int(input('Введите ваш возраст:\n'))
 your_height = int(input('Введите ваш рост:\n'))
 your_name = input('Введите ваше имя:\n')

 print("Вас зовут:",your_name,"\nВам", age,"лет","\nВаш рост:",your_height)
